Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
id_id: Memungkinkan pengguna untuk melihat notifikasi, membuat tujuan, serta memberikan atau meminta umpan balik langsung dari dalam aplikasi Microsoft Teams menggunakan beqom.

source: beqom for Microsoft Teams
id_id: beqom untuk Microsoft Teams

source: Email Notifications
id_id: Notifikasi Email

source: Body:
id_id: Isi:

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
id_id: Klik tautan untuk mengedit isi notifikasi ini. Anda juga dapat meninjau notifikasi dalam bahasa lain yang tersedia dalam sistem dan mengedit teksnya.

source: Email notification settings
id_id: Pengaturan notifikasi email

source: Allow the distribution of notification emails to the application users.
id_id: Izinkan distribusi email notifikasi kepada pengguna aplikasi.

source: Enable email notifications for the company
id_id: Aktifkan notifikasi email untuk perusahaan

source: Email is associated with this notification.
id_id: Email terkait dengan notifikasi ini.

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
id_id: Saat mengedit teks, gunakan tag berikut: {FromUser}. Tag ini akan merujuk pada pengguna yang mengirim notifikasi.

source: Subject:
id_id: Subjek:

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
id_id: Klik tautan untuk mengedit teks baris subjek notifikasi ini. Anda juga dapat meninjau notifikasi dalam bahasa lain yang tersedia di dalam sistem dan mengedit teksnya.

source: Company email notifications
id_id: Notifikasi email perusahaan

source: All days
id_id: Semua hari

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
id_id: Beberapa notifikasi dapat dijadwalkan. Pilih pengingat, aktifkan penjadwal, lalu atur hari dan waktunya. Perlu diingat bahwa notifikasi email juga harus diaktifkan dalam daftar Notifikasi Email.

source: Enabled
id_id: Diaktifkan

source: hour
id_id: jam

source: Jobs
id_id: Pekerjaan

source: Scheduling
id_id: Penjadwalan

source: Nudge duplication
id_id: Duplikasi pengingat

source: Are you sure you want to duplicate this nudge?
id_id: Apakah Anda yakin ingin menduplikasi pengingat ini?

source: The nudge was successfully duplicated.
id_id: Pengingat berhasil diduplikasi.

source: Open nudge
id_id: Buka pengingat

source: Please proceed with editing the duplicated nudge.
id_id: Silakan lanjutkan dengan mengedit pengingat duplikat.

source: Nudge Notifications
id_id: Notifikasi Pengingat

source: Get started by creating one.
id_id: Mulailah dengan membuat satu.

source: No nudge notifications yet!
id_id: Belum ada notifikasi dorongan!

source: The nudge was successfully deleted.
id_id: Pengingat berhasil dihapus.

source: Delete nudge
id_id: Hapus pengingat

source: Are you sure you want to delete this nudge?
id_id: Apakah Anda yakin ingin menghapus pengingat ini?

source: View company information
id_id: Lihat informasi perusahaan

source: Onboarding duration
id_id: Durasi onboarding

source: Give your first feedback
id_id: Beri umpan balik pertama Anda

source: Create/view your goals
id_id: Buat/lihat tujuan Anda

source: Language selection
id_id: Pemilihan bahasa

source: Download the mobile app
id_id: Unduh aplikasi seluler

source: View your passport information
id_id: Lihat informasi paspor Anda

source: Photo
id_id: Foto

source: Enable the onboarding wizard
id_id: Aktifkan panduan orientasi

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
id_id: Unit organisasi ini memiliki referensi terkait. Jika Anda menghapusnya, semua referensi terkait akan dihapus. Apakah Anda yakin ingin menghapus unit organisasi ini?

source: Organization external ID
id_id: ID eksternal organisasi

source: Organization name
id_id: Nama organisasi

source: Parent organization external ID
id_id: ID eksternal organisasi induk

source: Parent organization name
id_id: Nama organisasi induk

source: Enter a name
id_id: Masukkan nama

source: Organizational Units
id_id: Unit organisasi

source: {{count}} person
id_id: {{count}} orang

source: {{count}} people
id_id: {{count}} orang

source: Passport
id_id: Paspor

source: Enable the "Passport" feature
id_id: Aktifkan fitur "Paspor"

source: Pay Scale
id_id: Skala Gaji

source: Performance Rating Scales
id_id: Skala Penilaian Kinerja

source: Performance Review Rating
id_id: Peringkat Ulasan Kinerja

source: Planner
id_id: Perencana

source: Enable the "Planner" feature
id_id: Aktifkan fitur "Perencana"

source: Populations
id_id: Populasi

source: The population was successfully deactivated.
id_id: Populasi berhasil dinonaktifkan.

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
id_id: Apakah Anda yakin ingin menonaktifkan populasi ini? Populasi ini akan dihapus dari proses selanjutnya tetapi tidak akan memengaruhi tahap sebelumnya.

source: Confirm deactivation
id_id: Konfirmasi penonaktifan

source: Population criteria
id_id: Kriteria populasi

source: Criteria blocks:
id_id: Blok kriteria:

source: Population scope:
id_id: Cakupan populasi:

source: Custom criteria
id_id: Kriteria kustom

source: Include everybody
id_id: Libatkan semua orang

source: Population name
id_id: Nama populasi

source: Which criteria should this block meet?
id_id: Kriteria apa yang harus dipenuhi blok ini?

source: Criteria
id_id: Kriteria

source: Population details
id_id: Detail populasi

source: Value:
id_id: Nilai:

source: The population was successfully duplicated and a new item was created.
id_id: Populasi berhasil diduplikasi dan item baru telah dibuat.

source: Open population
id_id: Buka populasi

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
id_id: Tidak ada hasil yang cocok dengan kriteria pencarian/filter Anda. Hapus filter dan bersihkan pencarian Anda untuk menampilkan semua hasil.

source: No results found
id_id: Tidak ada hasil yang ditemukan

source: No populations created yet
id_id: Belum ada populasi yang dibuat

source: No populations
id_id: Tidak ada populasi

source: The population cannot be cloned; Its name is too long.
id_id: Populasi tidak dapat digandakan. Nama terlalu panjang.

source: Add condition
id_id: Tambah kondisi

source: All criteria
id_id: Semua kriteria

source: Any criterion
id_id: Kriteria apa pun

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
id_id: Anda telah mencapai batas maksimum 25 kriteria untuk definisi populasi ini. Untuk menambah kriteria, silakan hapus kriteria yang sudah ada.

source: Select which criteria will determine the people included in this population.
id_id: Pilih kriteria yang akan menentukan orang-orang yang tergabung dalam populasi ini.

source: Define custom criteria
id_id: Tentukan kriteria khusus

source: Select how you want to define population criteria.
id_id: Pilih bagaimana Anda ingin menentukan kriteria populasi.

source: You haven't added any blocks yet.
id_id: Anda belum menambahkan blok apa pun.

source: Add blocks to start configuring the population criteria.
id_id: Tambahkan blok untuk mulai mengonfigurasi kriteria populasi.

source: Field
id_id: Bidang

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
id_id: Jika Anda memilih opsi ini, semua informasi yang telah Anda masukkan dalam formulir akan dihapus. Tindakan ini tidak dapat dibatalkan. Apakah Anda yakin ingin melanjutkan?

source: Confirm selection
id_id: Konfirmasi pilihan

source: of {{blocksMax}}
id_id: dari {{blocksMax}}

source: Criteria blocks
id_id: Blok kriteria

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
id_id: Pilih dari semua bidang yang tersedia dalam skema data dasar standar untuk menentukan aturan inklusi.

source: Population scope
id_id: Cakupan populasi

source: Back to list
id_id: Kembali ke daftar

source: Select {{fieldName}}
id_id: Pilih {{fieldName}}

source: Clear all
id_id: Hapus semua

source: Clear all filters
id_id: Hapus semua filter

source: Click row to expand · Checkbox to select · Hover for actions
id_id: Klik baris untuk memperluas · Centang untuk memilih · Arahkan kursor untuk tindakan

source: Deselect all
id_id: Batalkan semua pilihan

source: Direct children: {{count}}/{{total}}
id_id: Anak langsung: {{count}}/{{total}}

source: Is parent selected
id_id: Apakah induk dipilih

source: Indirect children: {{count}}/{{total}}
id_id: Anak tidak langsung: {{count}}/{{total}}

source: items selected
id_id: item dipilih

source: items total
id_id: total item

source: Partial
id_id: Sebagian

source: Selected (with descendants)
id_id: Dipilih (dengan turunan)

source: Solo selected (node only)
id_id: Solo dipilih (hanya simpul)

source: No items found
id_id: Tidak ada item ditemukan

source: No results match the search criteria
id_id: Tidak ada hasil yang cocok dengan kriteria pencarian

source: Parent selected
id_id: Induk dipilih

source: Root level
id_id: Level akar

source: Select all
id_id: Pilih semua

source: select all direct children
id_id: pilih semua turunan langsung

source: select all indirect children
id_id: pilih semua anak turunan tidak langsung

source: select node only
id_id: pilih simpul saja

source: Selected items
id_id: Item yang dipilih

source: Show selected
id_id: Tampilkan yang dipilih

source: Show selected items
id_id: Tampilkan item yang dipilih

source: Unselect all
id_id: Batalkan semua pilihan

source: unselect all direct children
id_id: hapus pilihan semua turunan langsung

source: unselect all indirect children
id_id: batalkan pilihan semua anak tidak langsung

source: unselect node only
id_id: batalkan pilihan hanya node

source: Define the title and description of the population
id_id: Tentukan judul dan deskripsi populasi

source: Basic information
id_id: Informasi dasar

source: An element with that name already exists in the system. Please choose a unique name to proceed.
id_id: Elemen dengan nama tersebut sudah ada di sistem. Silakan pilih nama yang unik untuk melanjutkan.

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
id_id: Pilih tanggal efektif untuk melihat pratinjau populasi. Langkah ini hanya untuk tujuan visualisasi; tidak ada tanggal efektif yang akan ditetapkan pada konfigurasi populasi.

source: Select an effective date to test the outcome.
id_id: Pilih tanggal efektif untuk menguji hasilnya.

source: Preview population
id_id: Pratinjau populasi

source: Remove condition
id_id: Hapus kondisi

source: Create population
id_id: Buat populasi

source: Edit population
id_id: Edit populasi

source: Effective date
id_id: Tanggal berlaku

source: The population was successfully published.
id_id: Populasi berhasil dipublikasikan.

source: The population was successfully saved.
id_id: Populasi berhasil disimpan.

source: Search for population
id_id: Cari populasi

source: Last updated
id_id: Terakhir diperbarui

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
id_id: Memungkinkan pekerja dengan jabatan admin dan kepatuhan untuk memberikan akses proxy kepada pekerja aktif mana pun di perusahaan Anda. Pekerja yang diberikan akses proxy akan dapat mewakili pekerja individu atau semua pekerja aktif di perusahaan.

source: Granted users
id_id: Pengguna yang diberikan akses

source: Manage proxy access
id_id: Kelola akses proksi

source: Workers with proxy access
id_id: Pekerja dengan akses proksi

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
id_id: Pekerja yang diberikan akses proksi akan dapat mewakili pekerja tertentu atau semua pekerja aktif di perusahaan.

source: Grant proxy access
id_id: Berikan akses proksi

source: No workers added to the list
id_id: Belum ada pekerja yang ditambahkan ke daftar

source: No workers yet
id_id: Belum ada pekerja

source: Proxy permission settings
id_id: Pengaturan izin proxy

source: Proxy permission
id_id: Izin proksi

source: Allow workers to proxy other workers
id_id: Izinkan pekerja mewakili pekerja lain

source: Proxy permission manager
id_id: Manajer izin proxy

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
id_id: Anda akan menghapus akses proksi yang diberikan kepada {{workerFullName}}. Apakah Anda yakin ingin melanjutkan?

source: Delete proxy permission
id_id: Hapus izin proksi

source: Proxy access count
id_id: Jumlah akses proxy

source: Department
id_id: Departemen

source: Manager
id_id: Manajer

source: Proxy access list
id_id: Daftar akses proxy

source: No workers found
id_id: Tidak ada pekerja yang ditemukan

source: Please check the spelling or change your search.
id_id: Silakan periksa ejaan atau ubah pencarian Anda.

source: All company
id_id: Semua perusahaan

source: Individuals
id_id: Individu

source: and more
id_id: dan banyak lagi

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
id_id: Halaman ini hanya dapat dibaca karena jabatan Anda dan izin yang Anda miliki. Untuk melakukan perubahan, silakan hubungi administrator sistem Anda.

source: Self-review
id_id: Evaluasi mandiri

source: No custom sections added yet.
id_id: Belum ada bagian khusus yang ditambahkan.

source: Question
id_id: Pertanyaan

source: At least one question is mandatory in the custom section.
id_id: Setidaknya satu pertanyaan wajib ada di bagian khusus.

source: Custom section
id_id: Bagian khusus

source: Create custom section
id_id: Buat bagian khusus

source: Enable performance reviews
id_id: Aktifkan penilaian kinerja

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
id_id: Fitur Manajemen Kinerja yang memungkinkan administrator HR membuat penilaian kinerja di mana karyawan dan manajer merefleksikan peristiwa selama periode waktu tertentu.

source: Allow local admins in review templates
id_id: Izinkan admin lokal dalam templat peninjauan

source: Allow reviews to be reopened
id_id: Izinkan peninjauan dibuka kembali

source: General performance review settings
id_id: Pengaturan umum tinjauan kinerja

source: Historical Reviews
id_id: Riwayat Ulasan

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
id_id: Populasi yang akan ditinjau akan didasarkan pada akses admin lokal. Mereka hanya dapat mengedit populasi yang ada di dalam template.

source: Review settings
id_id: Pengaturan ulasan

source: Allow new managers to see closed reviews
id_id: Izinkan manajer baru melihat ulasan yang sudah ditutup

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
id_id: Evaluasi kinerja yang sudah ditutup dari manajer sebelumnya akan ditampilkan kepada manajer baru pekerja tersebut. Manajer sebelumnya tetap dapat melihat ulasan tersebut setelah transfer dilakukan.

source: Performance review templates
id_id: Templat ulasan kinerja

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
id_id: Jika seorang manajer memiliki lebih sedikit bawahan langsung daripada jumlah yang ditentukan di bawah ini, mereka dapat melihat halaman kalibrasi tanpa mengambil tindakan apa pun.

source: Specify the minimum number
id_id: Tentukan jumlah minimum

source: Minimum number of direct reports
id_id: Jumlah minimum bawahan langsung

source: Calculation
id_id: Perhitungan

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
id_id: Panduan ini hanya sebagai referensi, jika Anda tidak mematuhinya, Anda akan mendapatkan peringatan.

source: Distribution
id_id: Distribusi

source: Population: {{population}}
id_id: Populasi: {{population}}

source: Rating
id_id: Penilaian

source: Distribution guidelines
id_id: Panduan distribusi

source: Total distribution: {{total}}%
id_id: Total distribusi: {{total}}%

source: The total distribution must add up to 100%. Please adjust the values accordingly.
id_id: Total distribusi harus berjumlah 100%. Silakan sesuaikan nilainya.

source: Specify the interval during which the calibration period will be open.
id_id: Tentukan interval di mana periode kalibrasi akan dibuka.

source: Calibration process period
id_id: Periode proses kalibrasi

source: Challenge process
id_id: Proses sanggahan

source: Conversation & publication
id_id: Pembahasan & publikasi

source: Final validation
id_id: Validasi akhir

source: Moderation & calibration
id_id: Moderasi & kalibrasi

source: Worker sign-off comment box
id_id: Kotak komentar persetujuan pekerja

source: Worker self-assessment
id_id: Penilaian diri pekerja

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
id_id: Anda akan memindahkan semua ulasan ke status "Closed (System)". Apakah Anda yakin ingin menutup ulasan ini?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
id_id: Anda akan memindahkan semua ulasan ke status "Tertutup (Sistem)". Ulasan yang berada dalam status "Mari diskusikan" atau "Sanggahan" tidak akan ditutup. Apakah Anda yakin ingin menutup ulasan tersebut?

source: Close review
id_id: Tutup ulasan

source: Creation date:
id_id: Tanggal pembuatan:

source: Are you sure you want to delete the review?
id_id: Apakah Anda yakin ingin menghapus ulasan ini?

source: Delete review
id_id: Hapus ulasan

source: Open review
id_id: Buka ulasan

source: The review was duplicated and a new item was created.
id_id: Ulasan tersebut diduplikasi dan item baru dibuat.

source: Total workers assigned in this review: {{count}}.
id_id: Total pekerja yang ditugaskan dalam evaluasi ini: {{count}}.

source: No performance review templates yet!
id_id: Belum ada template tinjauan kinerja!

source: End date:
id_id: Tanggal berakhir:

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
id_id: Bahasa default Anda adalah {{lang}}. Pilih bahasa dalam daftar ini untuk menyediakan versi terjemahan.

source: Create performance review
id_id: Buat tinjauan kinerja

source: Worker sign-off stage
id_id: Tahap persetujuan pekerja

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
id_id: Pekerja akan dapat meminta diskusi lanjutan dengan manajer mereka atau menyanggah ulasan mereka dengan manajer lini di atas peninjau manajer mereka (LM+1). Ketika proses sanggahan diaktifkan, widget kinerja keseluruhan harus disertakan dalam templat. Jika tidak, Anda tidak akan dapat menyimpan templat ulasan.

source: Enable challenge process
id_id: Aktifkan proses sanggahan

source: A comment box will be included for workers to fill in as part of the completion process.
id_id: Kotak komentar akan disertakan untuk diisi oleh pekerja sebagai bagian dari proses penyelesaian.

source: Include a comment box for the sign-off processes
id_id: Sertakan kotak komentar untuk proses persetujuan

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
id_id: Mengaktifkan langkah validasi tambahan di mana evaluasi diteruskan ke manajer tingkat lebih tinggi (LM+1) untuk persetujuan akhir setelah pekerja dan manajer lini mereka menyelesaikan proses evaluasi.

source: Enable final validation step
id_id: Aktifkan langkah validasi akhir

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
id_id: Manajer akan dapat mengedit penilaian dan komentar mereka selama tahap moderasi. Nonaktifkan pengaturan ini jika Anda ingin menjaga ulasan tetap dalam mode hanya-baca selama moderasi.

source: Manager can edit their inputs during HR-led moderation
id_id: Manajer dapat mengedit masukan mereka selama moderasi yang dipimpin oleh HR

source: Calibration led by the HR with manager participation
id_id: Kalibrasi dipimpin oleh HR dengan partisipasi manajer

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
id_id: Pada langkah berikutnya, jumlah minimum bawahan langsung yang diperlukan untuk sesi kalibrasi per manajer harus ditentukan. Setelah itu, manajer akan dapat melakukan moderasi. Proses akan dilanjutkan oleh HR, yang dapat melakukan penyesuaian dan melanjutkan evaluasi ke tahap berikutnya.

source: Closed calibration led by HR only
id_id: Kalibrasi tertutup yang hanya dipimpin oleh HR

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
id_id: Penghentian permanen diaktifkan. Manajer tidak akan dapat menyelesaikan tahap moderasi atau melanjutkan proses melalui formulir evaluasi. Sebagai gantinya, jabatan peninjau profesional akan mengelola proses melalui portal HR.

source: Enable moderation
id_id: Aktifkan moderasi

source: HR-led process
id_id: Proses yang dipimpin oleh HR

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
id_id: Manajer tidak akan dapat menyelesaikan tahap moderasi atau melanjutkan proses melalui formulir evaluasi. Peran peninjau profesional akan mengelola proses melalui portal.

source: Moderation led by the manager
id_id: Moderasi dipimpin oleh manajer
